Repository: Earlpolloso/smp.soccom
Catalog: languages/*.po
Languages: ro

# Pattern title
source: Simple list of posts
ro: Listă simplă cu articole

# Pattern title
source: Simple list of posts with title and background
ro: Listă simplă cu articole, cu titlu și fundal

# Pattern title
source: Layout with two images and text
ro: Aranjament cu două imagini și text

# Pattern title
source: Layered images with headline
ro: Imagini în straturi cu titlu

# Pattern title
source: Image with headline and separate description
ro: Imagine cu titlu și descriere separată

# Pattern title
source: Image with headline on dark background
ro: Imagine cu titlu pe un fundal întunecat

# Pattern title
source: Image with headline and description
ro: Imagine cu titlu și descriere

# Pattern title
source: Image with description
ro: Imagine cu descriere

# Pattern title
source: Image with description and right-aligned headline
ro: Imagine cu descriere și cu titlul aliniat la dreapta

# Pattern title
source: 404 content
ro: Conținut 404

# Pattern title
source: Headline over dark image
ro: Titlu peste o imagine întunecată

# Pattern title
source: Default footer
ro: Subsol implicit

# Custom template name
source: Page (No Title)
ro: Pagină (fără titlu)

source: Query
ro: Interogare

source: Footers
ro: Subsoluri

source: Featured
ro: Reprezentativ

source: Images
ro: Fotografii

source: A theme inspired by Mayan history and culture
ro: O temă inspirată din istoria și cultura mayașă

# Template part name
source: Footer
ro: Subsol

# Template part name
source: Header
ro: Antet

# Custom template name
source: Blank
ro: Pagină goală

# Color name
source: Tertiary
ro: Terțiară

# Color name
source: Primary
ro: Principală

# Color name
source: Background
ro: Fundal

# Color name
source: Foreground
ro: Prim-plan

# Font size name
source: Huge
ro: Foarte mare

# Font size name
source: Large
ro: Mare

# Font size name
source: Medium
ro: Mediu

# Font size name
source: Small
ro: Mic

source: Selected Writings
ro: Scrieri selectate

source: On the right: Governor's Palace, detail of the main gate
ro: În dreapta: palatul guvernatorului, detalii ale porții principale

source: Uxmal is an ancient Maya city located in present-day Mexico. It is considered one of the most important archaeological sites of Mayan culture.
ro: Uxmal este un oraș antic mayaș situat în prezent în Mexic. Este considerat ca unul dintre cele mai importante situri arheologice ale culturii mayașe.

source: Photograph by Désiré Charnay, 1862 to 1863
ro: Fotografie de Désiré Charnay, 1862 - 1863

source: The Pyramid of the <br>Magician at Uxmal
ro: Piramidei <br>Magicianului, la Uxmal

source: Photo of the Pyramid of the Magician, at Uxmal
ro: Fotografie a piramidei Magicianului, la Uxmal

source: Palace of <br>the Circus at <br>Chichen-Itza, <br><em>bas-relief</em> of <br>tigers
ro: Palatul <br>Circului de la <br>Chichen-Itza, <br><em>basorelief</em> cu <br>tigri

source: Photo of Palace of the Circus
ro: Fotografie cu Palatul Circului

source: Also referred to as <br>The Pyramid of the Magician
ro: Cunoscută și sub numele de <br>Piramida Magicianului

source: House of <br>the dwarf <br>in Uxmal
ro: Casa <br>piticilor <br>în Uxmal

source: Photo of House of the dwarf, in Uxmal
ro: Fotografie a casei piticilor, în Uxmal

source: Gigantic figure at <br>Izamal; at the <br>bottom of the <br>second pyramid.
ro: Figură gigantică la <br>Izamal; la <br>baza celei de-a <br>doua piramide.

source: Photo of gigantic figure at Izamal
ro: Fotografie a unei figuri gigantice, la Izamal

source: Chahk:<br>Rain<br>deity
ro: Chahk: zeul <br>ploii<br>

source: Chahk: rain deity
ro: Chahk: zeul ploii

source: Photo of ancient temple, at Chichen-Itza
ro: Fotografie a unui templu antic, la Chichen-Itza

source: Ancient Temple, at Chichen-Itza, called the Castle
ro: Templul antic la Chichen-Itza, este numit Castelul

source: Uxmal is an ancient Maya city located in present-day Mexico. It is considered one of the most important sites of Mayan culture.
ro: Uxmal este un oraș antic mayaș situat în prezent în Mexic. Este considerat ca unul dintre cele mai importante situri ale culturii mayașe.

source: Photograph by Désiré Charnay, 1862 – 1863
ro: Fotografie de Désiré Charnay, 1862 - 1863

source: Photo of the Nunnery Quadrangle, at Uxmal
ro: Fotografie a curții mănăstirii, la Uxmal

source: The Nunnery Quadrangle at Uxmal
ro: Curtea mănăstirii, la Uxmal

source: Search
ro: Caută

source: This page could not be found. Maybe try a search?
ro: Nu am putut găsi această pagină. Poate încerci o căutare?

source: Governor's <br>palace at Uxmal, <br>detail of the <br>main gate
ro: Palatul <br>guvernatorului din Uxmal, <br>detalii ale <br>porții principale

source: Photo of the Governor's Palace at Uxmal
ro: Fotografie a palatului guvernatorului din Uxmal

source: Proudly powered by %s
ro: Propulsată cu mândrie de %s
